Revit 2027 API
SpaceSet.Size Property
Returns the number of objects that are in the set.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual int Size { get; }
Public Overridable ReadOnly Property Size As Integer
	Get
public:
virtual property int Size {
	int get ();
}
abstract Size : int with get
override Size : int with get
Property Value
Int32
See Also
Reference
SpaceSet Class
Autodesk.Revit.DB.Mechanical Namespace